Repository: numist/Switch
Catalog: Dependencies/ShortcutRecorder/Sources/ShortcutRecorder/Resources/*.lproj/ShortcutRecorder.strings
Languages: de

source: Space
de: Leertaste

source: Shortcut
de: Tastaturkurzbefehl

source: Empty
de: Leer

source: Use old shortcut
de: Alten Kurzbefehl benutzen

source: Cancel recording
de: Aufnahme abbrechen

source: Delete current shortcut
de: Aktuellen Kurzbefehl löschen

source: Type shortcut
de: Kurzbefehl eingeben

source: Record Shortcut
de: Kurzbefehl aufnehmen

source: Click to record shortcut
de: Klicken, um Kurzbefehl einzugeben

source: The "%@" shortcut can't be used!
de: Der Kurzbefehl „%@“ kann nicht verwendet werden.

source: The "%@" shortcut can't be used because %@.
de: Der Kurzbefehl „%@“ kann nicht verwendet werden, da %@.

source: The "%@" shortcut is already in use.
de: Der Kurzbefehl „%@“ wird bereits verwendet.

source: The "%@" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences.
de: Der Kurzbefehl „%@“ kann nicht verwendet werden, da er bereits vom System belegt ist. Wenn du ihn wirklich verwenden willst, kannst du die meisten Systemkurzbefehle in den Systemeinstellungen unter Tastatur ändern.

source: The "%@" shortcut can't be used because it's already used by the "%@" menu item.
de: Der Kurzbefehl „%@“ kann nicht verwendet werden, da er bereits vom Menüeintrag „%@“ verwendet wird.

source: Command
de: Befehlstaste

source: Option
de: Wahltaste

source: Shift
de: Umschalttaste

source: Control
de: Control-Taste
